tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
brew "bat"
brew "direnv"
brew "fzf"
brew "glow"
brew "gotop"
brew "khard"
brew "lazygit"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tmux"
brew "tree"
brew "w3m"
brew "yapf"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "font-hack-nerd-font"
