tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "direnv"
brew "dooit"
brew "fzf"
brew "glow"
brew "gotop"
brew "khard"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tmux"
brew "tree"
brew "w3m"
brew "yapf"
