tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "direnv"
brew "dooit"
brew "fzf"
brew "glow"
brew "gotop"
brew "grafana"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "mailhog"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "node_exporter"
brew "openjdk"
brew "prometheus"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tmux"
brew "tree"
brew "w3m"
brew "yapf"
