tap "eddieantonio/eddieantonio"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
brew "act"
brew "b2sum"
brew "bat"
brew "pycparser"
brew "cffi"
brew "direnv"
brew "fzf"
brew "glow"
brew "unbound"
brew "gnutls"
brew "gpgme"
brew "gmime"
brew "gotop"
brew "jq"
brew "khard"
brew "lazygit"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nvm"
brew "pdfcrack"
brew "pnpm"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tmux"
brew "tree"
brew "vale"
brew "w3m"
brew "yapf"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-hack-nerd-font"
cask "sf-symbols"
