tap "eddieantonio/eddieantonio"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
brew "act"
brew "b2sum", link: false
brew "bat"
brew "btop"
brew "pycparser"
brew "cffi"
brew "coreutils"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "glib"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "python@3.12"
brew "gmime"
brew "gotop"
brew "jq"
brew "lazygit"
brew "neovim"
brew "notmuch"
brew "pdfcrack"
brew "pnpm"
brew "powerlevel10k"
brew "python@3.11"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tmux"
brew "topgrade"
brew "vale"
brew "w3m"
brew "yapf"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-hack-nerd-font"
cask "sf-symbols"
