0ad
alacritty
amd-ucode
apple-fonts
arc-gtk-theme
arduino-cli
asciinema
avizo
base
base-devel
bat
better-control-git
bluez
bluez-utils
brightnessctl
btop
cava
clang
cliphist
cronie
cryptsetup
cups
d-spy
easyeffects
efibootmgr
espeak
evince
eza
fastfetch
fd
ffmpegthumbnailer
file-roller
flatpak
fprintd
fwupd
fzf
gdm
gdm-settings
ghostscript
git
gnome-boxes
gnome-calculator
gnome-calendar
go
go-yq
grim
grub
gtypist
guvcview
gvfs
gvfs-afc
hyprcursor
hypridle
hyprland
hyprlock
hyprpicker
ifuse
iwd
jq
lazygit
lib32-libpulse
libfprint
libnotify
librewolf-bin
linux
linux-firmware
linux-hardened-headers
loupe
lutris
lvm2
mako
man-db
man-pages
mpv
nautilus
nautilus-open-any-terminal
neovim
networkmanager
nodejs
notejot
npm
obs-studio
ollama
otf-font-awesome
otf-ipafont
pamixer
pdfarranger
pik
pika-backup
pipewire-alsa
pipewire-audio
pipewire-pulse
plymouth
pokemon-colorscripts-git
poketex
polkit-gnome
power-profiles-daemon
python-pip
python-pyaudio
python-pywal16
qt5-wayland
qt6-5compat
qt6-svg
revc-git
ripgrep
rofi-wayland
rofimoji
rose-pine-cursor
rose-pine-hyprcursor
ruby-fusuma
slurp
stow
swappy
swww
system-config-printer
systemd-resolvconf
taskman-git
telegram-desktop
texinfo
tmux
toimer-git
tokei
topgrade
ttf-hack-nerd
tumbler
ufw
unimatrix-git
usbguard
usbmuxd
usbutils
vim
vulkan-radeon
waybar
whitesur-icon-theme
wine
winetricks
wireguard-tools
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yay
yay-debug
ydotool
zoxide
zsh-theme-powerlevel10k-git
