0ad
7zip
alacritty
alsa-firmware
alsa-utils
android-tools
arc-gtk-theme
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
cantarell-fonts
cliphist
cryptsetup
docker
docker-compose
efibootmgr
emacs-wayland
evince
eza
fastfetch
fd
ffmpegthumbnailer
file-roller
firefox
flatpak
fprintd
fwupd
fzf
git
gnome-calculator
grim
grub
guvcview
hypridle
hyprland
hyprlock
hyprpicker
img2pdf
intel-ucode
jq
lazygit
libnl1
libnotify
libresprite
linux
linux-firmware
localsend-bin
loupe
lutris
lvm2
mako
mpv
nautilus
nautilus-open-any-terminal
neovim
networkmanager
nodejs
npm
nwg-look
ollama
opencode
otf-font-awesome
otf-ipafont
pamixer
pavucontrol
pdfarranger
pik
pipewire
pipewire-alsa
pipewire-pulse
pnpm
polkit-gnome
power-profiles-daemon
python-pywal
rofi
rofimoji
rose-pine-cursor
rose-pine-hyprcursor
rustnet
slack-desktop
slurp
sof-firmware
steam
stow
swappy
swww
telegram-desktop
terminus-font
tldr
topgrade
ttf-hack-nerd
ttf-nerd-fonts-symbols-mono
tumbler
unzip
vulkan-intel
waybar
whitesur-icon-theme
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xournalpp
yay
yt-dlp
zoxide
zsh
zsh-theme-powerlevel10k-git
