alacritty
amd-ucode
apple-fonts
arc-gtk-theme
avizo
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
cava
cliphist
cryptsetup
easyeffects
efibootmgr
emacs-wayland
eza
fastfetch
fd
ffmpegthumbnailer
file-roller
firefox-developer-edition
fprintd
fwupd
fzf
gdm
gdm-settings
git
gnome-calculator
go-yq
grim
grimshot
grub
gvfs
gvfs-afc
hyprcursor
hypridle
hyprland
hyprlock
ifuse
jq
lazygit
libfprint
libnotify
linux
linux-firmware
linux-hardened
linux-hardened-headers
lvm2
mako
man-db
man-pages
mpv
nautilus
neovim
networkmanager
nodejs
notejot
npm
otf-font-awesome
otf-ipafont
pamixer
papirus-icon-theme
pavucontrol
pik
pipewire-alsa
pipewire-audio
pipewire-pulse
plymouth
pokemon-colorscripts-git
poketex
polkit-gnome
power-profiles-daemon
python-pywalfox
pywal-16-colors
qt5-wayland
qt6-5compat
qt6-svg
ripgrep
rofi-wayland
rofimoji
rose-pine-cursor
rose-pine-hyprcursor
stow
swappy
swww
systemd-resolvconf
telegram-desktop
texinfo
tmux
ttf-hack-nerd
tumbler
ufw
usbguard
usbmuxd
usbutils
vim
vulkan-radeon
waybar
wireguard-tools
wl-screenrec
wlogout
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yay
yay-debug
zathura
zathura-cb
zathura-pdf-mupdf
zoxide
zsh-theme-powerlevel10k-git
