adobe-source-code-pro-fonts
alacritty
apple-fonts
arc-gtk-theme
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
cava
dunst
efibootmgr
eza
fastfetch
ffmpegthumbnailer
file-roller
firefox-developer-edition
fprintd
fwupd
git
grim
grub
gvfs
hyprcursor
hypridle
hyprland
hyprlock
iwd
jq
lazygit
libfprint
linux
linux-firmware
man-db
man-pages
neovim
network-manager-applet
networkmanager
nodejs
npm
otf-font-awesome
otf-ipafont
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
pokemon-colorscripts-git
qt5-wayland
qt6-5compat
qt6-declarative
qt6-svg
rofi-wayland
rose-pine-cursor
rose-pine-hyprcursor
sddm
simple-sddm-theme-git
stow
swappy
swww
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-volman
tmux
ttf-hack-nerd
tumbler
unzip
usbutils
vim
waybar
wireplumber
wl-clipboard
wlogout
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
yay
yay-debug
zathura
zathura-cb
zathura-pdf-mupdf
zoxide
zsh
zsh-theme-powerlevel10k-git
