7zip
alacritty
arc-gtk-theme
awww
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
cliphist
cryptsetup
efibootmgr
evince
eza
fastfetch
firefox
fprintd
fwupd
fzf
git
gnome-calculator
grim
hypridle
hyprland
hyprlock
hyprpicker
intel-ucode
jq
lazygit
libnotify
linux
linux-firmware
llama.cpp-vulkan
localsend-bin
loupe
lutris
lvm2
mako
man-db
man-pages
mpv
nautilus
nautilus-open-any-terminal
neovim
networkmanager
npm
nwg-look
opencode
otf-ipafont
pamixer
pavucontrol
pdfarranger
pik
pipewire-pulse
polkit-gnome
power-profiles-daemon
python-pip
python-pywal
rofi
rofimoji
rose-pine-hyprcursor
slack-desktop
slurp
sof-firmware
steam
stow
swappy
telegram-desktop
terminus-font
texinfo
tldr
toimer-git
tokyo-notes-git
topgrade
ttf-hack-nerd
waybar
whitesur-icon-theme
wtype
xdg-desktop-portal-gtk
xdg-user-dirs
yay
zoxide
zsh
zsh-theme-powerlevel10k-git
